---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebFillet
source: html/d5ffa09e-94d6-fd1e-d349-cad6c43fc8d8.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebFillet Property

Web Fillet - fillet radius between web and flange.

## Syntax (C#)
```csharp
public double WebFillet { get; set; }
```